INSERT INTO animals_in_shelters.shelters (shelter_id, shelter_name, location)
VALUES (1, 'СуперКот', 'Минск'),
       (2, 'Добрик', 'Витебск'),
       (3, 'Преданное сердце', 'Гродно'),
       (4, 'Домик Спасенных Душ', 'Минск'),
       (5, 'Доброта', 'Брест');

INSERT INTO animals_in_shelters.animals (animal_id, animal_name, species, shelter_id)
VALUES (1, 'Бобик', 'собака', NULL),
       (2, 'Принц', 'собака', 3),
       (3, 'Барон', 'кот', 1),
       (4, 'Пушистик', 'кот', 2),
       (5, 'Рыжик', 'кот', NULL),
       (6, 'Джерри', 'мышь', 4),
       (7, 'Никола', 'попугай', 4),
       (8, 'Гарольд', 'мышь', NULL),
       (9, 'Кинг', 'собака', 4),
       (10, 'Ромео', 'хомяк', 3),
       (11, 'Персик', 'кот', 1),
       (12, 'Флай', 'попугай', 2),
       (13, 'Дио', 'попугай', NULL),
       (14, 'Шон', 'хомяк', 2);

INSERT INTO animals_in_shelters.adoptions (adoption_id, animal_id, adopter_name, adoption_date)
VALUES (1, 14, 'Виталий', '2024-11-01'),
       (2, 3, 'Ольга', '2024-11-18'),
       (3, 12, 'Владимир', '2024-08-10'),
       (4, 4, 'Анастасия', '2024-05-22'),
       (5, 11, 'Анастасия', '2024-05-25'),
       (6, 9, 'Вячеслав', '2024-07-09'),
       (7, 6, 'Алексей', '2024-02-26'),
       (8, 2, 'Анна', '2024-09-18');
