INSERT INTO people3.person (age, salary, passport, address, dateOfBirthday, timeToLunch, letter)
VALUES (17, 1500, 'FH71234311', 'г. Барановичи, ул. Советская, д. 57, кв. 107', '2007-05-17', '11:30:00', 'some text 1'),
       (31, 2900, 'TN92232012', 'г. Могилёв, ул. Промышленная, д. 68, кв. 72', '1992-12-19', '12:30:00', 'some text 2'),
       (21, 1900, 'MS90278534', 'г. Минск, ул. Независимости, д. 219, кв. 305', '2003-03-28', '12:00:00', 'some text 3'),
       (27, 3100, 'YR42340281', 'г. Бобруйск, ул. Фридмана, д. 46, кв. 75', '1997-06-08', '12:15:00', 'some text 4'),
       (23, 2300, 'JN19023884', 'г. Полоцк, ул. Мацкевича, д. 98, кв. 153', '2001-05-14', '12:00:00', 'some text 5');